Repository: meysamrazmi/tadbir
Catalog: sites/all/modules/uc_vandar/translations/*.po
Languages: fa

source: vandar.io Gateway
fa: درگاه پرداخت vandar.io

source: Process payments through vandar.io gateway
fa: انجام پرداخت آنلاین از طریق درگاه پرداخت vandar.io

source: vandar.io - online payment
fa: vandar.io - پرداخت آنلاین

source: online payment
fa: پرداخت آنلاین

source: Redirect to vandar.io Gateway to process payment.
fa: ریدایرکت به vandar.io برای انجام پرداخت آنلاین

source: vandar.io API Key
fa: کلید API از سایت وندار

source: toman
fa: تومان

source: rial
fa: ریال

source: Choose the currency type of your Ubercart store products
fa: واحد پول محصولات فروشگاه خود را انتخاب کنید

source: Currency Type
fa: واحد پول

source: Submit Order
fa: ثبت سفارش

source: Error : @error
fa: خطا : @error

source: Payment Complete
fa: تکمیل سفارش

source: vandar.io gateway is not configured.
fa: درگاه وندار پیکربندی نشده است.

source: vandar.io transaction ID: @transaction, card Number: @cardNumber
fa: vandar.io شناسه تراکنش: @transaction, شماره کارت: @cardNumber

source: Payment was successful. Your transaction ID: @number
fa: پرداخت شما با موفقیت انجام شد. شماره تراکنش: @number

source: vandar.io payment #%refid verification succeeded
fa: vandar.io تایید تراکنش شماره #%refid موفق بود

source: Payment was Unsuccessful.
fa: پرداخت شما ناموفق بود.

source: Vandar Payment Gateway
fa: درگاه پرداخت وندار

source: Vandar Payment Gateway for Ubercart 3.x
fa: درگاه پرداخت وندار برای ماژول Ubercart 3.x

source: Ubercart - payment
fa: آبرکارت - پرداخت
