Repository: meysamrazmi/tadbir
Catalog: sites/all/modules/uc_zarinpal/translations/*.po
Languages: fa

source: Can not request payment. !msg
fa: نمی تواند درخواست پرداخت را ارسال کند. !msg

source: Error: $_GET[Authority] not available
fa: خطا: $_GET[Authority] قابل دسترس نیست

source: Error: $_GET[Status] invalid
fa: خطا: کد وضعیت $_GET[Status] اشتباه است.

source: Transaction verification failed. RefID: %refid, Message: !message
fa: تایید تراکنش با شکست مواجه شد. شناسه ارجاع: %refid ، پیغام: !message

source: Incomplete data.
fa: داده ناقص است.

source: Invalid IP or MerchantID.
fa: آدرس IP و یا کد پذیرنده اشتباه است.

source: Cannot pay this amount due to restrictions of the Shapark system.
fa: به دلیل محدودیت های سیستم شاپرک، قادر به پرداخت این مبلغ نمی باشد.

source: Merchant's verify-level is below the accepted silver level.
fa: سطح تایید پذیرنده، کمتر از سطح مورد پذیرش نقره ای می باشد.

source: Specified request was not found.
fa: درخواست مشخص شده، پیدا نشد.

source: No actions found for this transaction.
fa: هیچ عملیاتی برای این تراکنش پیدا نشد.

source: Transaction failed.
fa: تراکنش با شکست مواجه شد.

source: Transaction's amount does not match with the paid amount.
fa: مبلغ تراکنش با مبلغ پرداخت شده مطابقت ندارد.

source: Maximum transaction division exceeded.
fa: از حد اکثر قسمت بندی تراکنش، عبور نموده است.

source: Access to requested method is denied.
fa: دسترسی به روش درخواست شده، ممنوع می باشد.

source: Invalid data sent to AdditionalData() method.
fa: داده های نامعتبر به متد AdditionalData() ارسال شده است.

source: The specified request is archived.
fa: تقاضای مشخص شده، بایگانی شده است.

source: Action completed successfully
fa: عملیات با موفقیت انجام شد.

source: Payment was successfull but PaymentVerification() method is already done.
fa: پرداخت موفقیت آمیز بود، اما تایید تراکنش قبلا انجام شده است.

source: Unknown error code.
fa: کدخطای ناشناخته.

source: Error code: %code : %msg
fa: کد خطا: %code : %msg

source: Order invalid.
fa: سفارش نامعتبر است.

source: Zarinpal is not configured properly.
fa: زرین پال به درستی پیکربندی نشده است.

source: No vaild authority sent by zarinpal. Payment failed.
fa: کد تاییدیه ی معتبر از زرین پال دریافت نشد. پرداخت با شکست مواجه شد.

source: Transaction not successful or cancelled by user.
fa: تراکنش موفقیت آمیز نبوده و یا توسط کاربر لغو شده است.

source: An unexpected error occured.
fa: یک خطای غیر منتظره رخ داد.

source: Payment successful. Refernce: %refid
fa: پرداخت موفقیت آمیز بود. شماره ارجاع را یاد داشت کنید: %refid

source: Zarinpal Gateway
fa: درگاه پرداخت زرین پال

source: Redirect to Zarinpal Gateway to pay by credit card.
fa: هدایت به درگاه پرداخت زرین پال برای پرداخت توسط کارت اعتباری.

source: MerchantID
fa: کد پذیرنده

source: Your Zarinpal account merchantID.
fa: کد پذیرنده ی حساب زرین پال شما.

source: Zarinpal website language
fa: زبان سایت زرین پال

source: Farsi
fa: فارسی

source: English
fa: انگلیسی

source: Nusoap library (Recommended)
fa: کتابخانه ی Nusoap (توصیه شده)

source: PHP SoapClient class
fa: کلاس SoapClient در PHP

source: Soap Mode
fa: حالت Soap

source: Submit Order
fa: ارسال سفارش

source: zarinpal
fa: زرین پال

source: Invalid order id passed to uc_zarinpal_complete_page()
fa: شناسه ی سفارش نامعتبر به تابع complete_page() ارسال شده است.

source: No valid authority sent by zarinpal.
fa: کد تاییدیه معتبر توسط زرین پال ارسال نشده است.

source: Zarinpal payment #%refid verification succeeded
fa: پرداخت زرین پال با ارجاع #%refid با موفقیت تایید گردید.

source: Order complete
fa: تکمیل سفارش

source: Zarinpal
fa: زرین پال

source: A module for checkout using Zarinpal Gateway (www.tolooco.ir)
fa: یک ماژول برای پرداخت با درگاه پرداخت زرین پال (www.tolooco.ir)

source: Ubercart - payment
fa: آبرکارت - پرداخت
